export const COLORS = {
  gray: 'gray',
  yellow: 'yellow',
};

export const SHOPS = [
  { name: 'Самбери', id: 'samberi' },
  { name: 'Реми', id: 'remi' },
  { name: 'Фреш25', id: 'fresh25' },
  { name: 'Парус', id: 'parus' },
  { name: 'DNS', id: 'dns' },
  { name: 'Чудодей', id: 'chudodey' },
  { name: 'Домовид', id: 'domovid' },
  { name: 'Аптека25', id: 'apteka25' },
];

export const CATEGORIES = [
  { name: 'Продукты', id: 'products' },
  { name: 'Лекарства', id: 'medicine' },
  { name: 'Бытовая химия', id: 'household_chemicals' },
  { name: 'Техника', id: 'technique' },
  { name: 'Косметика', id: 'cosmetics' },
  { name: 'Канцелярия', id: 'chancellery' },
];

export const PRODUCTS = [
  {
    id: 1,
    name: 'Морковь КФХ Кан',
    description:
      'Страна происхождения: Россия \n Бренд: КФХ Кан \n Производитель: КФХ Кан Лизавета \n Весовой: Да \n Вес: 1 кг',
    price: '49.99 р.',
    image:
      'https://shop.samberi.com/upload/iblock/d42/d42e2a737a965396456c160c24b7b4a6.jpeg',
  },
  {
    id: 2,
    name: 'Сыр плавленный колбасный копченый 400г Из Жуковки',
    description:
      'Страна происхождения: Россия \n Производитель: Россия \n 140 Состав: сыр, творог, масло сливочное, сухое молоко, соль плавитель, соль пищевая \n Вес: 0.4 кг',
    price: '209.98 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/bfd/200_200_140cd750bba9870f18aada2478b24840a/bfd9d4c8032cd724b820cd1302a71652.jpg',
  },
  {
    id: 3,
    name: 'Изделие х/б Любава с маком 180г. Колос-прос',
    description:
      'Страна происхождения: Россия \n Бренд: Колос-Пром \n Производитель: Колос-пром \n Состав: мука пшеничная, вода, изюм, сахар, маргарин, глазурь кондитерская, посыпка декоративная, соль, дрожжи \n Вес: 0.18 кг \n Срок хранения: 48 часов',
    price: '34.98 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/463/200_200_140cd750bba9870f18aada2478b24840a/463e9e84088851a6c3ef70c325f84c0e.png',
  },
  {
    id: 4,
    name: 'Булочка Улыбка с малиной Колос-пром 100г.',
    description:
      'Страна происхождения: Россия \n Бренд: Колос-Пром \n Производитель: Колос-пром \n Вес: 0.1 кг',
    price: '28.78 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/262/200_200_140cd750bba9870f18aada2478b24840a/2622f1f8554c23523d5d603fcfe85d8b.png',
  },
  {
    id: 5,
    name: 'Печенье Сочень 100г.',
    description:
      'Страна происхождения: Россия \n Бренд: Самбери \n Производитель: Федорцова \n Состав: Маргарин, мука пшеничная в/с, начинка из творога для сочней, п/ф яйцо куриное для смазки, сахар-песок, сахар.пудра(не тающая), соль, п/ф мука в/с на подпыл, п/ф яичная масса \n Вес: 0.1 кг \n Энергетическая ценность: 384,2 ккал \n Срок хранения: 24 часа \n Белки: 10,6 г/100г \n Жиры: 18,4 г/100г \n Углеводы: 43,8 г/100г',
    price: '42.99 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/4a7/200_200_140cd750bba9870f18aada2478b24840a/4a7fc4835db3a620f18b66f7bfe0fc1f.jpg',
  },
  {
    id: 6,
    name: 'Бананы Эквадор',
    price: '79.99 р.',
    description:
      'Страна происхождения: Эквадор \n Производитель: Бананы \n 185 Весовой: Да \n Вес: 1 кг',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/bb7/200_200_140cd750bba9870f18aada2478b24840a/bb72068d62108e6551c7eb1be4bb30e5.png',
  },
  {
    id: 7,
    name: 'Печенье Орео со вкусом шоколада 228г. Монделиз',
    description:
      'Oreo - печенье, состоящее из двух шоколадно-сахарных черных коржиков-дисков и сладкой шоколадной начинки между ними. \n Страна происхождения: Россия \n Бренд: Oreo \n Производитель: Мон`делис Русь \n Состав: Мука пшеничная, сахар, масло растительное, жир растительный, какао-порошок, вода, крахмал кукурузный, сироп глюкозно-фруктозный, соль, разрыхлитель (гидрокарбонат натрия), эмульгаторы (лецитин соевый, лецитин подсолнечный), ароматизаторы. \n Вес: 0.228 кг \n Вкус: Шоколад \n Режим хранения: При температуре до +25`C, с относительной влажностью воздуха не более 75% \n Срок хранения: 6 месяцев \n Белки: 7,6 г/100г \n Жиры: 21 г/100г \n Углеводы: 67 г/100г',
    price: '99.99 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/f28/200_200_140cd750bba9870f18aada2478b24840a/f280016026b29f4ebfe7ac98545988c1.jpg',
  },
  {
    id: 8,
    name: 'Сдоба лакомка Колос-Пром 100г.',
    description:
      'Страна происхождения: Россия \n Бренд: Колос-Пром \n Производитель: Колос-пром \n Состав: мука пшеничная хлебопекарная высшего сорта, вода питьевая, сахар, маргарин, начинка творожно-фруктовая, яичные продукты, молоко сухое цельное, дрожжи хлебопекарные, соль поваренная, глазурь кондитерская, ванилин. \n Вес: 0.1 кг \n Энергетическая ценность: 350 ккал \n Срок хранения: 48 часов',
    price: '28.98 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/d08/200_200_140cd750bba9870f18aada2478b24840a/d08158405563da3371ea32ae58806f3c.jpg',
  },
  {
    id: 9,
    name: 'Сыр Российский Классический 45% Беларусь',
    description:
      'Страна происхождения: Беларусь \n Производитель: Беларусь 170 \n Охлажденный: Да \n Весовой: Да \n Вес: 1 кг \n Энергетическая ценность: 332 ккал \n Срок хранения: 210 суток \n Мин t хранения: 1 С \n Макс t хранения: 4 С',
    price: '689.98 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/a8c/200_200_140cd750bba9870f18aada2478b24840a/a8c95f1154978d384f4a6fe03a1c2010.jpg',
  },
  {
    id: 10,
    name: 'Сыр Витязь Киприно 50% 250г.',
    description:
      'Страна происхождения: Россия \n Бренд: Киприно \n Производитель: Кипринский молочный завод \n Охлажденный: Да \n Состав: молоко пастеризованное, закваски мезофильных и термофильных молочнокислых микроорганизмов, соль, молокосвертывающий фермент животного происхождения, кальций хлористый, краситель пищевой ,консервант Е251 \n Вес: 0.25 кг',
    price: '234.89 р.',
    image:
      'https://shop.samberi.com/upload/resize_cache/iblock/e01/200_200_140cd750bba9870f18aada2478b24840a/e0133e6318c24d10893079174fc5f5f5.jpg',
  },
];

export const ITEM = {
  name: 'Морковь КФХ Кан',
  description:
    'Страна происхождения: Россия \n Бренд: КФХ Кан \n Производитель: КФХ Кан Лизавета \n Весовой: Да \n Вес: 1 кг',
  price: '49.99 р.',
  image:
    'https://shop.samberi.com/upload/iblock/d42/d42e2a737a965396456c160c24b7b4a6.jpeg',
};
